import whiteOwl from '../img/images/Белая сова.jpg'
import whiteBear from '../img/images/Белый медведь.jpg'
import goldenEagle from '../img/images/Беркут.jpg'
import brownBear from '../img/images/Бурый медведь.jpg'
import otter from '../img/images/Выдра.jpg'
import capercaillie from '../img/images/Глухарь.jpg'
import brant from '../img/images/Казарка краснозобая.jpg'
import gyrfalcon from '../img/images/Кречет.jpg'
import marten from '../img/images/Куница.jpg'
import partridge from '../img/images/Куропатка белая.jpg'
import swan from '../img/images/Лебедь малый.jpg'
import fox from '../img/images/Лиса.jpg'
import moose from '../img/images/Лось.jpg'
import walrus from '../img/images/Морж.jpg'
import seal from '../img/images/Нерпа.jpg'
import muskOx from '../img/images/Овцебык.jpg'
import eagle from '../img/images/Орлан-Белохвост.jpg'
import arcticFox from '../img/images/Песец.jpg'
import arcticWolf from '../img/images/Полярный волк.jpg'
import arcticHare from '../img/images/Полярный заяц.jpg'
import bunting from '../img/images/Пуночка.jpg'
import wolverine from '../img/images/Росомаха.jpg'
import lynx from '../img/images/Рысь.jpg'
import deer from '../img/images/Северный олень.jpg'
import goose from '../img/images/Серый гусь.jpg'
import osprey from '../img/images/Скопа.jpg'
import ram from '../img/images/Снежный баран.jpg'
import vulture from '../img/images/Стервятник.jpg'
import crane from '../img/images/Стерх или белый журавль.jpg'
import wagtail from '../img/images/Трясогузка желтая.jpg'
////////////////////////////////////
////// ICONS //////////
import storkIcon from '../img/icons/storkIcon.svg'
import arcticFoxIcon from '../img/icons/arcticFoxIcon.svg'
import bearIcon from '../img/icons/bearIcon.svg'
import brownBearIcon from '../img/icons/brownBearIcon.svg'
import deerIcon from '../img/icons/deerIcon.svg'
import foxIcon from '../img/icons/foxIcon.svg'
import gooseIcon from '../img/icons/gooseIcon.svg'
import hopeIcon from '../img/icons/hopeIcon.svg'
import littleBirdsIcon from '../img/icons/littleBirdsIcon.svg'
import lynxIcon from '../img/icons/lynxIcon.svg'
import martenIcon from '../img/icons/martenIcon.svg'
import martenMartenIcon from '../img/icons/martenMartenIcon.svg'
import mooseIcon from '../img/icons/mooseIcon.svg'
import muskOxIcon from '../img/icons/muskOxIcon.svg'
import otterIcon from '../img/icons/otterIcon.svg'
import preyBirds from '../img/icons/preyBirds.svg'
import ramIcon from '../img/icons/ramIcon.svg'
import warlusIcon from '../img/icons/warlusIcon.svg'
import waterWorld from '../img/icons/waterWorld.svg'
import wolfIcon from '../img/icons/wolfIcon.svg'
import wolverineIcon from '../img/icons/wolverineIcon.svg'
import duckIcon from '../img/icons/duck.svg'
/////////////// SPEAKER /////////////
import kazarka from '../sounds/speaker/Казашка красножопая.wav'
import belMedved from '../sounds/speaker/Белый медведь.wav'
import burMedved from '../sounds/speaker/Бурый медведь.wav'
import volk from '../sounds/speaker/Волк.wav'
import vydra from '../sounds/speaker/Выдра.wav'
import gluhar from '../sounds/speaker/Глухарь (что-то по НТВ).wav'
import rasamaha from '../sounds/speaker/Ебать, у них расомаха из людей X в зоопарке.wav'
import zayac from '../sounds/speaker/Заяц.wav'
import nerpa from '../sounds/speaker/Кольчатая нерпа.wav'
import krechet from '../sounds/speaker/Кречет.wav'
import kunica from '../sounds/speaker/Куница.wav'
import kuropatka from '../sounds/speaker/Курапатка.wav'
import lebed from '../sounds/speaker/Лебедь.wav'
import lisa from '../sounds/speaker/Лиса.wav'
import los from '../sounds/speaker/Лось.wav'
import morz from '../sounds/speaker/Морж.wav'
import ovecbyk from '../sounds/speaker/Овцебык.wav'
import gus from '../sounds/speaker/Один из гусей бабуси.wav'
import orlan from '../sounds/speaker/Орлан.wav'
import pesec from '../sounds/speaker/пиздец.wav'
import punochka from '../sounds/speaker/Пуночка (АРКТИЧЕСКИЙ ВОРОБЕЙ, КАПИТАН ВОРЕБЕЙ).wav'
import rys from '../sounds/speaker/Рысь.wav'
import severOlen from '../sounds/speaker/Северный олень.wav'
import skapa from '../sounds/speaker/Скапа птица дед.wav'
import snegBaran from '../sounds/speaker/Снежный баран.wav'
import sova from '../sounds/speaker/Сова белая биполярная.wav'
import sterh from '../sounds/speaker/Стерх (белый журавль).wav'
import tryaska from '../sounds/speaker/Трясогуска.wav'


export const data = [
    {
        id: 1,
        icon: storkIcon,
        iconSide: 40,
        marginTop: 225,
        marginLeft: 262,
        link: "../animal/1", heading: -1, img: crane, name: 'Стерх или белый журавль',
        speaker: sterh,
        caption: '(лат. Grus leucogeranus Pallas, 1773)',
        boldText: 'Крупный журавль, гнездящийся только в северных регионах России. Стерхи находятся ' +
            'под угрозой исчезновения и внесены в международную Красную книгу, в конвенцию ' +
            'по международной торговле животными (СИТЕС), а также в Красную книгу.',
        text: [
            'Редкий вид, гнездится в тундрах на территории России, главным образом на Таймыре и соседних с ним областях. ' +
            'Зимует в западном Причерноморье, южном Прикаспии.',
            'Питается растительными кормами — зелёными побегами трав, на зимовках и пролёте — вегетативными частями ' +
            'степных и солончаковых растений, эфемерными злаками, зерновыми озимыми культурами. ' +
            'Гнездится один раз в год в июне — июле, в кладке 3—9 яиц. Легко приручается и одомашнивается. ',
            'Находится под охраной международной и региональных Красных книг, включён в ряд международных конвенций ' +
            'по охране природы. Охота на казарку повсеместно запрещена.'
        ]
    },
    {id: 2, icon: 0, link: "../animal/2", heading: 3, img: brant, name: 'КАЗАРКА КРАСНОЗОБАЯ',
        speaker: kazarka,
        caption: '(лат. Branta ruficollis Pallas, 1769)',
        boldText: 'Водоплавающая птица из семейства утиных. Внешним видом напоминает мелкого гуся с толстой шеей и коротким клювом. Окраска яркая и контрастная, сочетает в себе каштаново-рыжие, белые и чёрные тона. ',
        text: [
            'Редкий вид, гнездится в тундрах на территории России, главным образом на Таймыре и соседних с ним областях. ' +
            'Зимует в западном Причерноморье, южном Прикаспии. ',
            'Питается растительными кормами — зелёными побегами трав, на зимовках и пролёте — вегетативными частями ' +
            'степных и солончаковых растений, эфемерными злаками, зерновыми озимыми культурами. ' +
            'Гнездится один раз в год в июне — июле, в кладке 3—9 яиц. Легко приручается и одомашнивается. ',
            'Находится под охраной международной и региональных Красных книг, включён в ряд международных конвенций ' +
            'по охране природы. Охота на казарку повсеместно запрещена.',
        ]
    },
    {
        id: 3, icon: 0,  link: "../animal/3", heading: 3, img: swan, name: 'Лебедь малый или тундровый',
        speaker: lebed,
        caption: '(лат. Cygnus bewickii Yarell, 1830)',
        boldText: 'Малый лебедь очень похож на лебедя-кликуна, но меньше ростом. Весит 5—6 кг. Голос малого лебедя похож на голос кликуна, только тише и ниже. Клюв имеет больше чёрного цвета, тогда как у кликуна наоборот, чёрный цвет присутствует лишь на кончике клюва.',
        text: [
            'Обитает в тундрах северных регионов России. В период гнездования малый лебедь проводит в тундре 120—130 дней. ' +
            'Питается растительной пищей: водными и наземными травами, а также водными беспозвоночными. Иногда малый лебедь поедает мелкую рыбу.',
            'Размножение. Малый лебедь моногамная птица, образующая пары в 2—4 года и на всю жизнь. На гнездовье пары прилетают весной, когда начинает таять снег и появляются полыньи. Гнездится на заболоченных тундрах среди многочисленных озёр, ' +
            'а также в низовьях рек. Самка одна строит гнездо на небольшом сухом возвышении. Некоторые гнёзда используются на протяжении многих лет разными поколениями птиц. Линька проходит в районе гнездования.',
            'Западная популяция малого лебедя зимовать улетает в Великобританию, Францию и Нидерланды, а также в бассейн Каспийского моря. Восточная популяция летит в Китай, Японию и Корею. ' +
            'Находится под охраной Красной книги России и региональных красных книг. Охота на на малого лебедя запрещена.'
        ]
    },
    {
      id: 4, icon: gooseIcon,
        iconSide: 50,
        marginTop: 160,
        marginLeft: 702,
        link: "../animal/4", heading: -1, img: goose, name: 'СЕРЫЙ ГУСЬ',
        speaker: gus,
        caption: '(лат. Anser anser Linnaeus, 1758)',
        boldText: 'Крупный дикий гусь, родоначальник домашних гусей. Это перелётные птицы, которые летом возвращаются на гнездование, а зимой улетают в теплые страны. Молодые гуси становятся готовы к размножению через два года.',
        text: [
            'Обитают серые гуси на водоёмах со стоячей водой в Северной и Центральной Европе, Азии до Дальнего Востока. Зимой мигрируют в Южную Европу, Азию и иногда Северную Африку. Они предпочитают болота, озёра и рыборазводные пруды, избегая домашних гусей.',
            'Серый гусь — подвижная и сильная птица. Он легко плавает и ныряет, но кормится на суше. В случае ранения гусь может защищаться ударами крыльев. Полёт серого гуся низкий, с редкими взмахами крыльев, но во время перелётов они поднимаются на большую высоту и летят клином или шеренгой. Численность стаи может варьироваться от нескольких до сотен птиц. Гуси возвращаются с зимовок рано, когда лёд ещё не сошёл. Прилёт в южные районы — в марте, в северные — в апреле. В период, когда птенцы покрываются перьями, взрослые гуси начинают линять, теряя способность к полёту. Линька на юге происходит ' +
            'в июне, на севере — в июле, заканчивается в августе.',
            'Серые гуси питаются растительной пищей: травой, злаковыми, ягодами. Весной кормятся на водоёмах, летом — водными растениями. После линьки переходят на наземные растения. В странах с хлопковыми плантациями их используют для прополки, так как гуси не едят хлопчатник, но уничтожают сорняки и насекомых.',
            'Гнездятся серые гуси колониями. Они прилетают на гнездование парами. Гнездо строит самка из тростника, часто ' +
            'на возвышенностях, обложив его своим пухом. В кладке 4-12 яиц, которые насиживает только самка. Самец охраняет ' +
            'территорию. Птенцы вылупляются через 28 дней, и родители водят их к воде, где они учатся искать корм.',
            'Серые гуси упоминаются в легендах и историях, таких как спасение Рима. В Тибете их считают священными животными. Норвежские викинги назвали свой свод законов «Серый Гусь» (Gragas).',
        ]
    },
    {
        id: 5, icon: 0, link: "../animal/5", heading: 0, img: osprey, name: 'Скопа́',
        speaker: skapa,
        caption: '(лат. Pandion haliaetus Linnaeus, 1758)',
        boldText: 'Крупная хищная птица, распространённая в обоих полушариях Земли. Самки на 20 % крупнее самцов. ' +
            'Скопа имеет морфологические особенности чтобы добывать рыбу.',
        text: [
            'Лапы и когти скопы длинные, наружный палец свободно обращается назад, что способствует захвату скользкой рыбы. Перья имеют сальную водоотталкивающую структуру, а носовые клапаны защищают ноздри от попадания внутрь воды при нырянии. Скопы распространены во всём мире, размножаясь или зимуя на всех континентах, кроме Антарктиды. Гнездятся они повсеместно, где имеются безопасные места для гнездовья и мелководные акватории с изобилием рыбы.',
            '<b>Питание.<b> Рацион скопы почти полностью (более 99 %) состоит из рыбы. В выборе конкретных видов птицы неразборчивы ' +
            'и питаются всем, что в состоянии поймать у поверхности воды. Охотятся скопы в основном на лету (реже из засады), паря над водой на высоте 10—40 м. Когда жертва обнаружена, птица быстро опускается, выставляя лапы вперёд, отводит крылья назад ' +
            'и лапами вперёд погружается в воду. Для взлёта с водной поверхности она использует мощный, почти горизонтальный взмах крыла. Скопы, как правило, не пьют воду — потребности в ней восполняет свежая рыба',
            '<b>Размножение.<b> Живущие на севере ареала птицы в зимнее время мигрируют на юг, южные популяции ведут оседлый образ жизни. Как самец, так и самка собирают материал для гнезда, но строит его в основном одна самка. Гнездо строится из веточек и затем выстилается водорослями или травой. Как правило, скопы моногамны. Полигамность возможна в редких случаях, когда гнёзда расположены близко друг от друга, ' +
            'и самец способен защитить оба гнезда. Самка откладывает 2—4 яйца по одному с интервалом в один-два дня каждое. Оба родителя участвуют в насиживании, инкубационный период длится около 40 дней. ' +
            'Период половой зрелости у скоп наступает приблизительно через 3 года, но в местах редкого гнездовья может быть продлён до 5 лет. Как в Европе, так и в Северной Америке мигрирующие скопы ведут себя необычно по сравнению ' +
            'с другими хищными птицами. Годовалый молодняк вместо того, чтобы летом вернуться к месту гнездовья, остаётся на «зимних квартирах» круглый год, и прилетает на север только на следующее лето, когда у них появляется шанс иметь потомство.'
        ]
    },
    {
        id: 6, icon: 0, link: "../animal/6", heading: 0, img: gyrfalcon, name: 'Кречет',
        speaker: krechet,
        caption: '(лат. Falco rusticolus Linnaeus, 1758)',
        boldText: 'Хищная птица средних размеров, обитает в холодных регионах. Истинно царская птица. Летает над арктическими зонами Северной Америки, Гренландии, Азии ' +
            'и Европы. Прекрасно переносит крепкие морозы. В Сибири и на Ямале обитает ' +
            'белый кречет – популяция самых светлых и крупных кречетов. ',
        text: [
            'Некоторые кречеты ведут оседлый образ жизни, другие в течение зимы откочёвывают к югу, сосредоточиваясь главным образом в лесотундре. Кречет самый крупный сокол, обитающий в наше время. Является искусным хищником, нападающим на свою жертву в стремительном полёте. Скорость полёта кречета при пикировании достигает 209 км в час. Охотится кречет на птиц ' +
            'и млекопитающих средней величины. Нападает на добычу по соколиному, подлетая к ней сверху и, складывая крылья, хватает лапами. Ловит преимущественно летающих птиц.  Больше всего кречеты любят куропаток, куликов, чаек и небольших пернатых хищников. Полевки, зайцы, суслики тоже сразу уничтожаются кречетами, как только появляются им на глаза. ',
            '<b>Размножение.<b>Кречеты приступают к размножению в возрасте 2 лет. Пары постоянные.' +
            'Обычно гнёзд не строят, занимая гнёзда воронов или канюков. Расположены гнёзда на скалах, в расщелинах или нишах, чаще ' +
            'на карнизах, прикрытых выступом или навесом, но иногда и на открытых склонах. Гнездо примитивное, с небольшой выстилкой из мха, перьев, сухой травы. Обычный размер — около 1 м в диаметре и 0,5 м в высоту. Кречеты, как правило, занимают одно ' +
            'и то же гнездо в течение многих лет и даже десятилетий. Для Европейского Севера известны случаи, когда в одном и том же гнезде кречеты гнездились с 17 века до наших дней. Число яиц обычно 3—4. С конца июля и в августе идет откочевка молодых ' +
            'с мест гнездования. Выводки держатся вместе в августе и сентябре.',
            'Кречета успешно используют в соколиной охоте. Издавна кречетов ценили, как ловких помощников в охоте. Белому кречету всегда отдавалось особое предпочтение. Во времена правления царей в России существовала должность – сокольничий, отвечающий за содержания и охоту с кречетами'
        ]
    },
    {
        id: 7, icon: 0, link: "../animal/7", heading: 0, img: eagle, name: 'Орлан-белохвост',
        speaker: orlan,
        caption: '(лат. Haliaeetus albicilla Linnaeus, 1758)',
        boldText: 'Крупная хищная птица, широко распространенная в умеренном климате Евразии. Орлан-белохвост является четвёртой по величине хищной птицей Европы после чёрного грифа, бородача и белоголового сипа. В России ареал обитания простирается от западной до восточной границ. На севере он доходит до Полярного круга, на юге — до зоны степей и лесостепей. ' +
            'За пределами России орлан обосновался в странах северного полушария от Атлантического ' +
            'до Тихого океанов. Парящих в небесах птиц можно увидеть на севере Ирана, Китая и Японии. ' +
            'В Европе они обитает в Скандинавии, Чехии, Венгрии. Ареал включает также часть Греции' +
            'и Балкан.',
        text: [
            'Орланы — птицы перелетные, зимой они мигрируют на юг, вплоть до Северной Африки. Часть птиц не улетают за пределы' +
            'России, останавливаясь на берегах Черного и Каспийского морей. Орлан-белохвост предпочитает речные долины, окрестности озер, морские берега и острова, везде, где есть лес с водоёмом. Это связано с тем, что их пищевой рацион состоит из рыбы ' +
            'и водоплавающих птиц. Место постоянного проживания определяется также возможностями для строительства больших гнезд, поэтому требуются большие деревья с широкими кронами. Желательно на окраине леса, чтобы была хорошая видимость. Если нет деревьев, годятся утесы и скалы. Орлан-белохвост занесен в Красные книги многих стран. Родителями орланы становятся ' +
            'в возрасте пяти лет. «Браки» птицы заключают раз и навсегда, сохраняя верность друг другу на протяжении 20 лет.',
            'При этом с другими орланами держат дистанцию — расстояние между гнездами брачных пар должно быть не менее одного километра. Места гнездовий и охотничью территорию орланы не меняют на протяжении всей жизни. В плане местожительства, как и в браке, они предельно консервативны.',
            'Символы. Изображение орлана-белохвоста красуется на гербах многих государств и организаций. Птица символизирует надежность, уверенность в завтрашнем дне и самостоятельность. При раскопках стоянок времен каменного века (неолита) ' +
            'часто находят окаменелые останки крыльев и когтей орлана. Неандертальцы могли использовать их в декоративных целях ' +
            'или придавать им символическое значение.',
        ]
    },
    {
        id: 8, icon: 0, link: "../animal/8", heading: 0, img: vulture, name: 'СТЕРВЯТНИК',
        // speaker: kazarka,
        caption: '(лат. Neophron percnopterus)',
        boldText: 'Стервятник — это крупная хищная птица, которая играет важную роль в экосистеме. Эти птицы известны своей способностью питаться падалью, то есть мертвыми животными. Благодаря своему острому зрению и обонянию, стервятники могут обнаруживать туши животных ' +
            'на большом расстоянии.',
        text: [
            'Существует несколько видов стервятников, обитающих в различных частях мира, включая Африку, Азию, Европу и Америку. Они имеют характерную внешность: лысую голову и шею, мощный клюв и большие крылья, позволяющие им парить в воздухе часами в поисках пищи.',
            'Несмотря на то, что стервятники часто ассоциируются со смертью и разложением, они выполняют важную санитарную функцию ' +
            'в природе. Поедая падаль, они предотвращают распространение болезней и помогают очищать окружающую среду от мертвых животных.',
            'К сожалению, многие виды стервятников находятся под угрозой исчезновения из-за потери среды обитания, отравления свинцом и других факторов. Усилия по сохранению этих птиц имеют важное значение для поддержания здоровья экосистем во всем мире.',
        ]
    },
    {
        id: 9, icon: 0, link: "../animal/9", heading: 0, img: goldenEagle, name: 'БЕРКУТ',
        // speaker: b,
        caption: '(лат. Haliaeetus albicilla Linnaeus, 1758)',
        boldText: 'Беркут - один из самых крупных и величественных представителей семейства ястребиных. ' +
            'Эта могучая птица распространена в горных районах Евразии и Северной Америки. Размах крыльев беркута может достигать 2,5 метров, что делает его одним из самых больших орлов ' +
            'в мире.',
        text: [
            'Беркуты известны своей силой, скоростью и острым зрением. Они являются искусными охотниками, способными настигать ' +
            'и убивать добычу, значительно превосходящую их по размеру, такую как зайцы, лисы и даже молодые олени. Беркуты строят ' +
            'свои гнезда на скалах или высоких деревьях, откуда они могут наблюдать за окружающей территорией.',
            'Эти величественные птицы имеют темно-коричневое оперение с золотистым оттенком на затылке и верхней части крыльев. ' +
            'Их мощные лапы оснащены острыми когтями, которые они используют для захвата и умерщвления добычи.',
            'В некоторых культурах беркут считается символом силы, свободы и благородства. Однако, как и многие другие хищные ' +
            'птицы, беркуты сталкиваются с угрозами, связанными с человеческой деятельностью, такими как разрушение среды обитания ' +
            'и незаконная охота. Усилия по защите этих величественных птиц и их местообитаний имеют важное значение для сохранения биоразнообразия нашей планеты.',
        ]
    },
    {
        id: 10, icon: 0, link: "../animal/10", heading: 1, img: partridge, name: 'БЕЛАЯ КУРОПАТКА',
        speaker: kuropatka,
        caption: '(лат. Lagopus lagopus Linnaeus, 1758)',
        boldText: 'Обитатель тундры, тайги и лесов Северного полушария Земли. Среди остальных ' +
            'курообразных белая куропатка выделяется ярко выраженным сезонным изменением окраски оперения',
        text: [
            'Зимнее оперение у неё белое, за исключением чёрных наружных хвостовых перьев, с густо оперёнными ногами. Весной, в период спаривания у самцов голова и шея приобретают кирпично-коричневый цвет, резко контрастирующий с белым туловищем. Летом и осенью самец и самка одинаково рыже-бурые или пёстрые.',
            'Распространена циркумполярно в Северной Америке и на севере Евразии. Населяет тундру, лесотундру и север таёжной зоны. ' +
            'В лесах встречается по моховым болотам; в горах доходит до субальпийского пояса. Образ жизни и питание. Белая куропатка повсеместно привязана к кустарниковой растительности, дающей ей основной корм. Местами её гнездования являются участки открытой кочковатой тундры, чередующиеся с зарослями ивняка, карликовой берёзы и ягодников. В южных районах белые куропатки обычно оседлы; из северных (тундра, арктические острова) зимой улетают в южные районы ареала.',
            'Держится и кормится в основном на земле, взлетает только в крайнем случае. Белая куропатка приспособлена к наземному образу жизни: быстро бегает, благодаря покровительственной окраске искусно прячется. На большей части ареала она живёт ' +
            'в зимних условиях по 6—9 месяцев в году, зимой большую часть дня проводя в «камерах» под снегом. В суровые зимы вырывает ходы в снегу — отчасти для отыскивания пищи, отчасти для того, чтобы спрятаться от врагов.',
            'Белые куропатки — стайные птицы, разбивающиеся на пары только в период размножения. В большие стаи (до 100—300 птиц) объединяются при сезонных перелётах; зимой обычно держатся стайками по 5—15 птиц.' +
            'Питание преимущественно растительное; количество животных кормов у взрослых птиц составляет всего 2—3 % объёма рациона. В зимние месяцы куропатки поедают почки и побеги древесных растений (особенно ив и берёз); летом — листья, семена, ягоды. Птенцы в первые дни жизни кормятся в основном насекомыми. Белая куропатка имеет нормальную температуру тела 45 °C и сохраняет её даже при сорокаградусном морозе.',
            'По весне самцы, заняв гнездовую территорию, начинают ухаживать за самками. Между самцами за гнездовые участки возникают ожесточённые драки, иногда со смертельным исходом. Брачный ритуал белой куропатки включает полет самца ' +
            'с брачной песней, особые крики и ряд поз и движений, выполняемых вблизи самки. Будучи в остальное время молчаливой птицей, весной белая куропатка довольно криклива; в разгар брачного сезона самцы в тундре токуют круглосуточно, особенно интенсивно по утрам и вечерам; самки издают квохчущие звуки. Белые куропатки — моногамные птицы. Окончательно на пары они разбиваются с установлением устойчивой тёплой погоды. Откладка яиц в мае—июне. Выводок самка сразу уводит в более защищённое место; самец держится при них, наравне с самкой проявляя заботу о потомстве. Нередко несколько выводков объединяются в одну кочующую стаю, в которой взрослые птицы сообща защищают птенцов. Родители находятся при птенцах ' +
            'до двухмесячного возраста. Половой зрелости куропатки достигают в годовалом возрасте. Продолжительность жизни в природе около 7 лет.',
            'Численность белых куропаток изменяется по годам. Установлен 4—5—летний цикл колебаний их численности, которая находится в прямой зависимости от численности леммингов: когда та идёт на убыль, хищники (песец, белая сова) переключаются на белых куропаток. ' +
            'Белая куропатка мало удобна для разведения в неволе; в вольерах она выживает гораздо хуже остальных тетеревиных птиц.',
        ]
    },
    {
        id: 11, icon: 0, link: "../animal/11", heading: 1, img: bunting, name: 'пуночка',
        speaker: punochka,
        caption: '(лат. Plectrophenax nivalis Linnaeus, 1758)',
        boldText: 'Кругополярная птица из семейства подорожниковых, гнездящаяся в области тундр Старого ' +
            'и Нового Света. Длина тела достигает 16,5 см, масса — 26—40 г. Размах крыльев составляет ' +
            '32—38 см. ',
        text: [
            'Зимой окраска пуночки резко меняется: все тёмные перья, а также белые перья груди и боков тела имеют более или менее широкую редкую кайму; точно так же чёрный клюв становится оранжево-жёлтым. Общий тон зимней окраски подходит к общему цвету не покрытых снегом прогалин с побуревшей травой, на которых и держится в это время пуночка.' +
            'Летом пуночки питаются преимущественно насекомыми и их личинками, осенью в рацион добавляют ягоды и грибы, а во время перелетов они на время переходят на растительную пищу: семена деревьев, почки и зерна.',
            'Чтобы обзавестись птенцами, пуночки летят в заполярье. Первыми прилетают самцы. Их цель — найти идеальную территорию для будущего гнездования.' +
            'Пуночка прилетает в тундру ранней весной, с наступлением светлого времени года и поздно, ' +
            'с установлением снега и морозов, откочёвывает в северную тайгу. В предгнездовом и в начале гнездового периода (с конца мая до начала июля) отдельные особи заносятся ветрами в высокие широты. В дрейфующих льдах они питаются выброшенными ' +
            'на лёд планктонными рачками и не всегда погибают. Оказавшись вблизи человека, кормятся с помоек.',
            'Зимуют пуночки в Китае, в Корее и на юге Приморского края. Не одну тысячу километров надо перемахнуть им за весну на своих слабых крылышках. Родина их в тундре, на островах и у берегов Северного Ледовитого океана, дорога туда не близкая. Да ' +
            'и весной там запахнет не скоро. Когда пуночки появляются на местах гнездовий, там еще трещат морозы и весна сказывается лишь в том, что круглые сутки светло. Снег на Крайнем Севере лежит почти весь май, а в тенистых уголках его увидишь и в июне. И надо успеть за короткое северное лето устроить гнездо, положить яйца и вывести птенцов.',
            'Голос — звонкая нисходящая трель.' +
            'Сезон гнездования начинается в мае. Гнездо устраивает на земле. В кладке 5—6 яиц желтоватого и зеленоватого цвета. Инкубационный период длится 12—13 дней. Продолжительность жизни пуночек около 4 лет.' +
            'Пуночка является популярным фольклорным персонажем у северных народов (чукчей, эскимосов и др). В тундре играет роль вестника весны, как в средних широтах скворец или ласточка.',
        ]
    },
    {
        id: 12, icon: 0, link: "../animal/12", heading: 1, img: wagtail, name: 'ТРЯСОГУЗКА ЖЕЛТАЯ',
        speaker: tryaska,
        caption: '(лат. Motacilla flava Linnaeus, 1758)',
        boldText: 'Вид птиц семейства трясогузковых, обитающий на обширной территории Европы, Азии,' +
            'Африки и Аляски. Как и другие виды трясогузок, выделяется своим длинным хвостом, которым постоянно покачивает, а также ярким жёлтым оперением брюшка у взрослых птиц. Эту птицу часто можно увидеть на сыром лугу либо на берегу водоёма, сидящую на вершине стебля высокой травы и балансирующую широко распущенным хвостом.',
        text: [
            'Это самая маленькая представительница рода, её длина составляет 15—16 см, а вес около 17 г. Она выглядит заметно мельче родственной ей желтоголовой трясогузки, а по сравнению с белой трясогузкой имеет более короткий хвост и отличные тона ' +
            'в оперении. Тело стройное, с длинным покачивающимся хвостом. ',
            'Широко распространена в палеарктическом поясе: гнездится на большей части Евразии, в горных систем и Юго-Восточной Азии, в Северной Африке и на западе Аляски в Северной Америке. На территории Российской Федерации обитает почти повсеместно. Как правило, перелётная птица — в местах гнездовий встречается с апреля по сентябрь — начало октября. В некоторых южных районах ареала ведёт оседлый образ жизни. Зимует в Африке, в Южной Азии, на Филиппинах и островах Малайского архипелага.',
            'В гнездовой период обитает во влажных либо заболоченных лугах, травяных болотах с кустарниками, на низинных участках лесной и лесостепной зоны, в речных долинах. В сплошной тайге селится редко, однако гнездится по берегам рек. ',
            'Поведение. Своими движениями жёлтые трясогузки напоминают родственных им белых трясогузок, однако, в отличие ' +
            'от последних, добычу чаще всего ищут на земле, а не в воздухе. Они довольно проворно передвигаются по земле и ловко летают низко над землёй. Трясогузку также называют ледоломкой, так как птица возвращается с зимовки к началу ледохода на реках.',
            'Размножение. В местах гнездовий жёлтые трясогузки появляются после схода снега и появления зелёной травы. ' +
            'Гнездо устраивается на заболоченной территории с богатым травянистым и кустарниковым покровом, в небольшом углублении на земле — под кустиком, в густой траве либо возле кочки. В качестве строительного материала используются различные части луговых растений; дно гнезда устилается пучками шерсти или конского волоса. Инкубационный период составляет 10—13 дней, насиживает одна самка. Самец во время постройки гнезда и насиживания находится поблизости, часто на вершине высокой травы, охраняет территорию и изредка кормит самку. ',
            'В случае возникновения опасности самец начинает кричать и летать вокруг гнезда, а самка покидает гнездо, перебегает в траве на расстояние в 10—20 м, взлетает и присоединяется к самцу. ' +
            'За вылупившимися птенцами ухаживают как самец, так и самка. Птенцы покидают гнездо примерно через 13 дней, однако ещё некоторое время не способны летать и кормятся родителями. Примерно в середине лета родители вместе с подросшим потомством начинают кочевать по болотистым местам, а зимняя миграция продолжается с середины августа по середину октября.',
            'В рационе питания трясогузок – мухи и комары, а также насекомые-вредители, что делает птицу полезной для человека, особенно в сельской местности. Добычу, как правило, ищут на земле, быстро передвигаясь среди травы. В природе трясогузки живут ' +
            'до 10 лет.',
        ]
    },
    {
        id: 13, icon: 0, link: "../animal/13", heading: 1, img: capercaillie, name: 'Глухарь',
        speaker: gluhar,
        caption: '(лат. Tetrao urogallus Linnaeus, 1758)',
        boldText: 'Самая крупная птица среди тетеревиных. Названием «глухарь» птица обязана особенностью нечего не слышать в момент токования самца в брачный период. Обитает в хвойных, смешанных и лиственных лесах Евразии. Самка глухаря имеет маскирующую окраску и заметно меньше самца, имеющего контрастное черно-белое оперение с зелёным металлическим отливом на груди.',
        text: [
            'Глухарь обитает в сплошных высокоствольных хвойных и смешанных лесах. Хорошо переносит суровые Сибирские морозы. Очень любит моховые болота в лесу, богатые ягодами. Ведёт в целом оседлый образ жизни, но иногда предпринимает перекочёвки с гор в долины и обратно. Летает тяжело, с большим шумом, часто хлопая крыльями, и не делает больших перелётов. День обыкновенно проводит на земле, ночует на деревьях. Очень осторожен, обладает прекрасным слухом и зрением, и потому охота на него очень трудна.',
            'В зимний период глухари живут стаями и в основном собираются на ветвях деревьев. Однако в крепкие морозы птицы могут прятаться в снег, прыгая в него прямо с дерева. В снегу глухари затем делают гнездовую камеру, в которой находятся постоянно, вылетая только на кормежку.' +
            'Пища весной и летом состоит из побегов, цветов, древесных почек, листьев, травы, лесных ягод, семян и насекомых. Осенью птицы кормятся хвоей лиственницы, зимой — сосновой и еловой хвоёй, почками. Птенцы употребляют в пищу насекомых и пауков.',
            'Размножение. Является полигамом. В брачный период (в марте — мае) токуют, устроившись на земле и на деревьях. Иногда токуют летом, осенью и даже зимой. Ранней весной глухари, до того времени державшиеся поодиночке, собираются в известных частях леса, причём из года в год в одних и тех же местах, на так называемых токовищах. Здесь ранним утром самцы начинают токовать, то есть издавать своеобразные звуки, похожие на треск, сопровождая их специфическими танцами. Токование начинается рядом щёлкающих звуков. Затем после главного «удара» следуют особые шипящие звуки, похожие на точение железных предметов, — глухарь «точит». Слышная для человеческого уха часть брачной песни распространяется на 500 м, а инфразвуковая — на километр. Самец в это время нахохливает все перья, часто поворачивается и находится в крайне возбуждённом состоянии, так что во время точения оставляет свою обычную осторожность. Так продолжается до восхода солнца. Затем самец слетает на землю к самкам и спаривается с ними. Самки иногда собираются поблизости от токующих самцов, иногда же самцам приходится далеко перелетать к ним. За обладание самками между самцами происходят ожесточённые драки, оканчивающиеся иногда смертью одного из бойцов. По окончании тока, продолжающегося 3—4 недели, самки выбирают места для гнёзд, которые представляют ямку в земле, выстланную иногда веточками. ',
            'Число яиц в кладке, смотря по возрасту самки, может колебаться от 6 до 8, изредка до 12—16. Насиживанием, которое длится ' +
            '25—28 дней, занимается только самка. Как и яйца, птенцы самоотверженным образом охраняются одной самкой.',
            'Распространение. В прежнее время глухарь водился во всех сплошных лесах Евразии. В 18-20 веках ареал и численность глухаря сильно сократились, в месте с площадью лесов, местами глухарь исчез. Однако в настоящее время он обитает в Испании, Греции, Малой Азии, в Альпах, Карпатах, среднегерманских горах и Гарце.',
        ]
    },
    {
        id: 14, icon: 0, link: "../animal/14", heading: 1, img: whiteOwl, name: 'БЕЛАЯ СОВА',
        speaker: sova,
        caption: '(лат. Haliaeetus albicilla Linnaeus, 1758)',
        boldText: 'Белая или полярная сова (лат. Nyctea scandiaca Linnaeus, 1758) – самая крупная птица из сов ' +
            'в тундре. Белое оперение с тёмными поперечными пестринами маскируют её на фоне снега. Обитает по всему полярному кругу в тундрах Евразии, Северной Америки, Гренландии ' +
            'и на некоторых островах Северного Ледовитого океана. Частично кочующая птица.',
        text: [
            'Полет совы легкий, скользящий, с глубокими взмахами длинных крыльев. Расщеплённые края перьев на крыле исключают завихрение воздуха и делают полёт совы бесшумным.' +
            'Зимой в поисках пищи откочёвывает южнее до лесотундры и степей, иногда встречается в лесах. На зимовках придерживается открытых участков.',
            'Белая сова — активный хищник. Основу её питания составляют мышевидные грызуны, в первую очередь лемминги. За год одна сова съедает более 1600 леммингов. Ловит также зайцев, пищух, мелких хищников (горностай), птиц (белых куропаток, гусей, уток), не пренебрегает рыбой и падалью. Сова не охотится вблизи гнезда, поэтому птицы охотно селятся поблизости от сов, которые защищают свою территорию от других хищников. Некоторые народы Севера называют белую сову «гусиным пастухом» из-за соседства с гусями и казарками в период гнездования.' +
            'Охотится белая сова, главным образом, сидя на земле, предпочтительно на возвышении, и бросаясь на приближающуюся добычу. В сумерках иногда охотится и на лету, трепеща ' +
            'на одном месте в воздухе, подобно пустельге. Хотя белая сова и не строго ночная птица, всё же охотничьи вылеты обычно совершает рано утром или вечером. Жертву обычно преследует в угон. Мелкую добычу совы заглатывают целиком, крупную уносят к себе и уже на месте разрывают на куски когтями.',
            'Полярные совы видят в 4 раза лучше, чем кошки, и в 10 раз лучше, чем человек. Очень острое зрение сова имеет благодаря особому строению глазных яблок, похожих на зрительные трубки, но при этом они не могут поворачиваться. Потому сова видит только перед собой, а что бы увидеть что-то в стороне она вынуждена поворачивать целиком голову. Поэтому угол поворота головы совы составляет 280 градусов – по 140 в каждую из сторон. Такой сложный орган совы как глаз имеет три пары век: ' +
            'одна нужна для моргания, вторая для защиты глаз во сне, третья для поддержания чистоты поверхности глаза, работает как автомобильные дворники.' +
            'Брачный сезон в марте — апреле сопровождается сложными ухаживаниями. В некоторых районах полярные совы сохраняют постоянные пары на протяжении многих лет; в других пара остаётся вместе только на время одного гнездового сезона.',
            'Гнездятся совы как на возвышенных местах, так и в низких, но предпочтение отдают высоким холмам и сухому грунту, ' +
            'так как птица начинает кладку, когда местность ещё покрыта снегом. Гнездо — простая ямка в земле, которую сова выстилает растительной ветошью и пухом. Защищая потомство совы атакуют хищников уже на расстоянии 1 км от гнёзда. Совы придерживаются старых мест гнездования из года в год, если условия не заставляют их искать другие охотничьи угодья. Откладка яиц в мае. В кладке обычно 5—8 яиц; в кормные годы — до 11—16. Интенсивное размножение белой совы наблюдается ' +
            'в годы обилия основного её корма — леммингов; когда леммингов мало, белая сова иногда совсем не гнездится. На крыло совята становятся на 51—57 день.' +
            'В природе живут 9 лет, в условиях содержания — 28 лет. Их естественные враги — лисы и поморники, ' +
            'а также песцы, которые поедают птенцов и яйца.',
        ]
    },
    {id: 15, icon: brownBearIcon,
        iconSide: 50,
        marginTop: 309,
        marginLeft: 256,
        link: "../animal/15", heading: -1, img: brownBear, name: 'БУРЫЙ МЕДВЕДЬ',
        speaker: burMedved,
        caption: 'Грозный символ России: бурый медведь и его возможности.',
        boldText: 'Бурые медведи могут быть разных окрасов — от светло-коричневого до практически ' +
            'чёрного. Основную активность они проявляют в утренних и вечерних сумерках, ориентируясь ' +
            'в пространстве за счёт острого слуха и обоняния. Их обоняние — самое острое в животном мире, в 100 раз лучше, чем у собак. Это помогает им находить пищу, избегать опасности и следить ' +
            'за детенышами.',
        text: [
            'Несмотря на внушительные габариты, медведи передвигаются легко и бесшумно, разгоняясь до 60 км/ч. Они помечают территорию, сдирая когтями кору с деревьев. Перед спячкой набирают до 200 кг веса, а сердцебиение во время спячки замедляется до 8-10 ударов в минуту. Спячка длится от трёх до шести месяцев в зависимости от климата.',
            'Медведи меняют берлогу только при её разрушении, иначе живут в одном месте всю жизнь. Они готовы к размножению с 3 лет. ' +
            'В брачный период самцы громко рычат и устраивают стычки, которые иногда заканчиваются летально. Эмбрион начинает развиваться в период зимней спячки, беременность длится до 200 дней. Медвежата рождаются в январе-феврале, обычно 2-3 особи. Они слепые и глухие, весят около 500-600 г. Через две недели начинают слышать, а через месяц видеть.',
            'Медведица кормит медвежат до 4 месяцев. На третий месяц у них появляются молочные зубы, и они начинают есть ягоды ' +
            'и насекомых, весом достигая более 15 кг. В 6 месяцев они весят около 25 кг. Потомство выводится каждые 2-4 года, медвежата могут оставаться с матерью до 3 лет. Отец в воспитании не участвует и представляет угрозу для медвежат.',
            'Бурые медведи растут до 10-11 лет. В старости часто теряют зубы и питаются растительной пищей. Они могут жить до 20-30 лет ' +
            'в дикой природе и до 40 лет в неволе. Несмотря на это, многие умирают рано из-за голода, людей, засухи, несчастных случаев, паразитов и других медведей.',
        ]
    },
    {
        id: 16, icon: deerIcon,
        iconSide: 50,
        marginTop: 220,
        marginLeft: 586,
        link: "../animal/16", heading: -1, img: deer, name: 'Северный олень',
        speaker: severOlen,
        caption: 'Интересные факты о северном олене.',
        boldText: 'Северные олени обитают в тундре и считаются символом Рождества. Эти крупные животные обладают отличным обонянием и слухом, но слабым зрением. Из всех млекопитающих нашей планеты только северные олени могут видеть в ультрафиолетовом спектре. Их глаза меняют цвет в зависимости от времени года: летом глаза золотистые, зимой – голубые. Это связано        с особым строением сетчатки, позволяющим оленям хорошо видеть в темноте.',
        text: [
            'В отличие от других видов оленей, рогами украшены и головы самок. Самцы сбрасывают рога в начале зимы, а самки весной.       У северного оленя нос полностью покрыт шерстью, что отличает его от других видов.',
            'Северные олени всеядные. Они едят траву, листья, грибы, птичьи яйца, мхи и лишайники. При толщине снежного покрова более 700 мм и твёрдом насте, они начинают голодать, так как трудозатраты на откапывание корма превосходят количество полученных калорий. За зиму олени теряют около 40 процентов своего веса. Копыта оленей меняются в зависимости от времени года, позволяя не скользить на льду и лучше копать снег в поиске ягеля. От морозов оленей защищает плотный мех и толстый слой подкожного жира до 6-8 сантиметров, а масса взрослого самца может превышать 200 килограммов. Благодаря такой защите, олени способны преодолевать вплавь северные реки.',
            'Летом самка рожает одного детеныша. Олененок способен бегать уже в день рождения. Новорождённый телёнок весит не более  6 кг, но уже через несколько минут после рождения он может стоять на ногах, а через несколько дней проходить по несколько километров в день. Жирность молока самки северного оленя около 22 процентов, что примерно в пять раз выше жирности коровьего молока.',
            'Благодаря северному оленю древние люди смогли освоить регионы с суровым холодным климатом. Это животное давало человеку мясо, шкуры и являлось отличным транспортным средством. Даже в XXI веке жизнь двух десятков народов Евразии    во многом полностью зависит от оленей. Богатым считается не тот, у кого больше денег, а тот, у кого большее количество оленей.',
        ]
    },
    {
        id: 17, icon: wolfIcon,
        iconSide: 45,
        marginTop: 303,
        marginLeft: 365,
        link: "../animal/17", heading: -1, img: arcticWolf, name: 'ПОЛЯРНЫЙ ВОЛК',
        speaker: volk,
        caption: 'Интересные факты о полярном волке.',
        boldText: 'Полярный волк — светлоокрашенный подвид волка, обитающий на всей территории Арктики ' +
            'и в тундре, за исключением морского льда и больших территорий, покрытых льдом. Полярный волк хорошо приспособлен к жизни в Арктике: может годами жить при минусовой температуре, месяцами не видеть солнечного света и неделями оставаться без пищи.',
        text: [
            'Характеристики: длина без хвоста 130–150 см, высота в холке 80–93 см, масса до 85 кг, самки меньше, продолжительность жизни около 7 лет.',
            'Полярный волк редко успешно охотится, каждая десятая охота успешна, поэтому может обходиться без пищи многие дни. ' +
            'В случае удачи волк способен съесть за раз более 10 кг мяса. Из-за дефицита пищи волк съедает добычу полностью, включая шкуру и кости. Рацион включает северных оленей, полярных зайцев и леммингов, но волки могут есть мох и лишайники.',
            'Северные народы неприязненно относятся к полярным волкам, так как они уничтожают оленей. Полярные волки воем оповещают другие стаи о своём приближении, чтобы избежать столкновения. Вожак стаи держит хвост поднятым, остальные — опущенными. Охотятся только взрослые члены стаи, младшие присматривают за детёнышами.',
            'Основная пища волков — овцебыки и олени. Волки устраивают погоню за стадами, но овцебыки часто занимают круговую оборону. Если волкам удаётся разорвать круг, овцебык становится лёгкой добычей.',
            'Период размножения начинается в марте, беременность длится около 63 дней. Самка-вожак приносит около четырёх детёнышей, другие самки не размножаются из-за ограниченности пищи. После рождения детёныши весят около 410 граммов и первое время питаются молоком, а затем полупереваренным мясом, которое отрыгивает самец.',
            'Полярные волки живут в семьях, где у каждого члена своя роль. Стаей руководят альфа-самец и самка. Альфа-самец первый вкушает пищу и требует полного подчинения. Молодые волки могут бросить вызов стареющему вожаку, если побеждают, становятся новыми лидерами, иначе покидают стаю.',
        ]
    },
    {
        id: 18, icon: hopeIcon,
        iconSide: 50,
        marginTop: 234,
        marginLeft: 683,
        link: "../animal/18", heading: -1, img: arcticHare, name: 'ПОЛЯРНЫЙ заяц',
        speaker: zayac,
        caption: 'Интересные факты о полярном зайце.',
        boldText: 'Полярные зайцы, или арктические беляки, напоминают гигантские ватные шарики. Они облюбовывают сухие местности, где осадков мало, чтобы снег не покрывал траву толстым слоем. Полярные зайцы вырастают до 70 см и весят до 5,5 кг. Их короткие уши помогают снизить потери тепла.',
        text: [
            'Арктические беляки осматривают окрестности, подпрыгивая на задних лапах, что напоминает кенгуру. Передвигаются они вприпрыжку и могут развивать скорость до 64 км/ч, чтобы спастись от хищников. Главные враги полярных зайцев – арктические волки, песцы и белые совы.',
            '95% их рациона составляет арктическая ива, но они также едят водоросли и снег, чтобы восполнить запасы жидкости. От холода беляки спасаются за счёт жира и густого меха.',
            'Полярные зайцы – одиночки. Самцы редко остаются с самками и потомством, а самки неотрывно находятся с зайчатами первые три дня. Иногда зайцы собираются в стаи по 100 особей для безопасности: пока одни добывают пищу, другие следят за хищниками.',
            'Каждый беляк живёт на территории около 2,5 квадратных километров и не выходит за её пределы. Полярные зайцы крайне свободолюбивы: в неволе они живут максимум полтора года, хотя в дикой природе доживают до пяти лет.',
        ]
    },
    {
        id: 19, icon: bearIcon,
        iconSide: 50,
        marginTop: 436,
        marginLeft: 649,
        link: "../animal/19", heading: -1, img: whiteBear, name: 'БЕЛЫЙ МЕДВЕДЬ',
        speaker: belMedved,
        caption: 'Интересные факты о белом медведе.',
        boldText: 'Белый медведь - герой мифов коренных народов Севера. Ему отведена большая роль в их' +
            'культуре.' +
            'И недаром. Ведь полярный медведь во многом уникальное животное.',
        text: [
            'Это самый крупный сухопутный хищник на Земле. У взрослого самца длина тела может достигать' +
            '3 м , а рост в холке — 170 см. Самка может весить 200-300 килограммов, а самец - все 500.' +
            'Известны случаи, когда самцы весили целых 800 килограммов.' +
            'Понятно, почему в сказках он предстает большим суровым хозяином Арктики, его уважают.',
            'Его нос способен почувствовать добычу под метровым слоем снега , а тюленя может учуять' +
            'и за 10 км.' +
            'Мигательная перепонка — третье веко - защищает глаза медведя во время снежных бурь и от' +
            'ультрафиолетового излучения.' +
            'Чёрная кожа медведя скрыта под густой и плотной шерстью. Полые шерстинки — это' +
            'превосходная защита от морозов. Кроме того, благодаря этому мех медведя почти н е намокает.' +
            'Подошвы покрыты шерстью, что позволяет не скользить по льду и не мёрзнуть. А ещё есть' +
            'перепонки, чтобы плавать.',
            'Белый медведь - единственный вид сухопутных млекопитающих , приспособившийся к жизни на' +
            'морских льдах. Именно поэтому его называют морским млекопитающим. На латыни он так и' +
            'называется — Ursus maritimus, то есть «медведь морской». Он может плавать со скоростью 6' +
            'км/час и нырять на глубину до 10 метров.' +
            'Белые медведи не впадают в спячку, но при этом самки залегают в берлогу, которую делают в' +
            'снежных наносах , и приносят там потомство. В берлогу отправляются в ноябре, а выходят наружу' +
            'в марте-апреле. И все это время медведица живет только благодаря запасам жира.',
            'Новорожденные медвежат а весят всего 600 граммов! Прозревают и начинают слышать они через' +
            'месяц после рождения. Когда медведи выходят из берлог, медвежата ходят с матерью 2,5-3 года' +
            'и только потом приступают к самостоятельной жизни.' +
            'Белый медведь — хищник и охотится преимущественно во льдах. Основной рацион — тюлени,' +
            'кольчатая нерпа и морской заяц. Медведь съедает в основном жир. Остальную тушу — только' +
            'если слишком голоден. В случае сильного голода он может есть все подряд: рыбу, водоросли,' +
            'птичьи яйца и так далее. Это не норма — просто способ набить желудок. Ну а к рыбалке белый' +
            'медведь и вовсе не приспособлен.',
            'Точное количество белых медведей на планете назвать сложно — от 22 до 31 тысячи особей. А в' +
            'Российской части Арктики их около 9000. Но точно не известно: учет численности -' +
            'дело непростое и дорого стоящее.' +
            'Благодаря спутниковым ошейникам ученые выяснили , что белые медведи различаются' +
            'характером. Среди них есть домоседы, которые всю жизнь проводят на одной территории, а есть' +
            'путешественники, которые в поисках пищи способны преодолевать тысячи километров.',
            'Коренные народы Арктики никогда не гнушались готовить рагу из белого медведя, но они давно' +
            'знают , что есть его печень нельзя. Одного укуса может быть достаточно, чтобы отправить' +
            'человека в больницу. Почему? Потому, что печень белого медведя обычно содержит столько же' +
            'витамина А , сколько от 79 до 115 куриных яиц.' +
            'В дикой природе нет никого, кто мог бы представлять угрозу белому медведю. Но всё же и ему' +
            'приходится бороться с глобальным хищником - изменением климата. ',
            'Рекордное таяние льдов увеличивает расстояния между морским льдом и сушей, лишая' +
            'медведей возможности добраться до добычи. А ведь они могут проплывать до 150 км за один' +
            'раз. Поэтому нередко белые медведи вынуждены либо длительное время оставаться на суше без' +
            'пищи , либо, когда они достаточно проголодаются, плавать, рискуя утонуть.',
        ]
    },
    {
        id: 20, icon: mooseIcon,
        iconSide: 50,
        marginTop: 244,
        marginLeft: 787,
        link: "../animal/20", heading: -1, img: moose, name: 'лось',
        speaker: los,
        caption: 'Интересные факты о лосях.',
        boldText: 'Лоси — самые крупные представители семейства оленевых. Их длина может достигать ' +
            '3 метров, высота в холке — 2,3 метра, а вес — до 600 кг. Эти животные отлично плавают, преодолевая водные преграды шириной до 25 километров. Летом они любят купаться.',
        text: [
            'Лоси славятся непредсказуемым характером. При встрече с человеком они могут как убежать, так и атаковать. Даже медведи предпочитают избегать встречи с матерым самцом-лосем. Из-за длинных ног, чтобы попить воды, лось должен глубоко зайти ' +
            'в воду или согнуть передние ноги. Копыта на их передних ногах острые, и один удар может убить крупного хищника или человека. Лоси могут бегать со скоростью до 58 км/ч.',
            'Лоси носят прозвище «сохатый» из-за формы рогов, напоминающей соху. Размах рогов достигает 1,8 метров, а вес — до 30 кг. ' +
            'С декабря по май лоси ходят без рогов, сбрасывая их на зиму, а у самок рогов нет. Основная пища лосей — молодые древесные ветви, а летом — водная и болотная растительность. Они могут пьянеть от забродивших яблок.',
            'Ежедневно лоси съедают около 25 кг пищи, но могут съесть и вдвое больше, если голодны. Зимой они ведут дневной образ жизни, а летом — ночной. В брачный период (сентябрь-октябрь) лоси становятся агрессивными. После гона через 235-240 дней (апрель-май) рождаются 1-2, реже 3 телёнка, весом от 8 до 15 кг. Телёнок прибавляет по 1,5 кг в день в первые месяцы. Лосиное молоко более жирное, чем коровье, но без сладкого привкуса.',
            'Лоси живут до 20-22 лет в неволе, но в дикой природе лишь около 3% лосей старше 3 лет.',
        ]
    },
    {
        id: 21, icon: martenMartenIcon,
        iconSide: 50,
        marginTop: 384,
        marginLeft: 852,
        link: "../animal/21", heading: -1, img: marten, name: 'Куница',
        speaker: kunica,
        caption: 'Интересные факты о куницах.',
        boldText: 'Куница сочетает ловкость белки, выносливость росомахи, гибкость кошки, хитрость хорька ' +
            'и грацию соболя.',
        text: [
            'Эти осторожные и проворные зверьки редко становятся чьей-то добычей и живут до 15 лет. В период гона куницы мяукают, а при опасности издают резкие писклявые звуки. Их игры напоминают кошачьи, а в брачный сезон лес наполняется их пронзительными криками и фырканьем.',
            'Куницы становятся способными приносить потомство в 15 месяцев. В один из летних месяцев они находят пару. Однако плод развивается только через 8 месяцев, так как семя консервируется в теле самки до весны. В апреле появляются 3-4 детеныша длиной 10 см. Они слепые и без шерсти, открывают глаза только через месяц. Самка может оставлять их для охоты и переносить в безопасное место при опасности. Молоком матери они питаются до 2 месяцев, а самостоятельно жить начинают в 4 месяца.',
            'Куницы — хищники, питающиеся мелкими животными: грызунами, белками, зайцами и птицами. Зимой их лапы покрываются шерстью, что помогает передвигаться по снегу и льду. Куницы — единственные в семействе куньих с полувтяжными когтями, позволяющими лазать и бегать по веткам деревьев. Они легко передвигаются по верхушкам деревьев и могут прыгать на четыре метра вперед.',
        ]
    },
    {
        id: 22, icon: foxIcon,
        iconSide: 50,
        marginTop: 286,
        marginLeft: 746,
        link: "../animal/22", heading: -1, img: fox, name: 'лиса',
        speaker: lisa,
        caption: 'Интересные факты о лисе.',
        boldText: 'Лиса может услышать и почуять мышь под слоем снега толщиной в метр. Одомашненная порода лисиц была выведена в 60-х годах прошлого века в СССР.',
        text: [
            'Особенные клетки в глазах лисы позволяют животному удвоить яркость картинки. Благодаря такой способности эти хищники прекрасно видят в ночное время суток. Хвост для лисицы стал не просто украшением, а важным органом. Благодаря ему зверь поддерживает равновесие при беге, а зимой закутывается в него для защиты от мороза.',
            'Лисы могут отлично запутать следы при погоне, а чтобы ввести соперника в заблуждение, они перепрятываются в нескольких местах. Именно из-за этого им дали звание самого хитрого животного в природе. Ученым удалось насчитать примерно 40 звуков, издаваемых этими животными. Так, к примеру, они могут имитировать лай собаки.',
            'Когда у лисы начинается брачный период, данное животное танцует своеобразный танец, так называемый «лисий фокстрот». ' +
            'При этом животное поднимается на задние лапки, после чего долгое время вышагивает перед партнером. Лисы в паре заботятся о потомстве, несмотря на то, что во все остальное время звери живут в одиночестве. Пока самка живет в норе с детёнышами, которых может быть от 1 до 11, самец добывает им пищу. Лисята живут вместе с родителями до семи месяцев.',
            'Лисы часто поселяются вблизи городов или пригородов. Магнитное поле Земли активно используется лисами в процессе добычи пропитания. Как и управляемая ракета, лиса использует магнитное поле Земли в своих охотничьих целях.',
            'Другие животные, такие как птицы, акулы и черепахи, обладают этим «магнитным чувством», но лиса — первая, кто использует его для ловли добычи. Лиса обладает удивительной способностью видеть магнитное поле планеты в виде «кольца тени», которое темнеет по мере её приближения к северному магнитному полю. Когда тень и звук добычи совпадают, это означает, что пришло время для нападения. Эта уникальная способность делает лису одним из самых эффективных охотников дикой природы.',
        ]
    },
    {
        id: 23, icon: lynxIcon,
        iconSide: 50,
        marginTop: 244,
        marginLeft: 395,
        link: "../animal/23", heading: -1, img: lynx, name: 'Рысь',
        speaker: rys,
        caption: 'Интересные факты о рыси.',
        boldText: 'Рысь — это крупная дикая кошка, обитающая в лесах и горах Северной Америки, Европы и Азии. Эти хищники известны своими кисточками на ушах, мощными лапами и способностью отлично маскироваться в зависимости от времени года.',
        text: [
            'Рысь обладает уникальными кисточками на ушах, которые помогают ей улавливать малейшие звуки, и мощными задними лапами, позволяющими совершать длинные прыжки. Эти хищники могут перепрыгивать расстояния до трех метров в длину ' +
            'и двух метров в высоту. Шерсть рыси меняет свой цвет в зависимости от времени года: зимой она становится светлее для маскировки на снегу, а летом темнеет, сливаясь с лесной подстилкой.',
            'Рыси живут и охотятся в одиночку, охраняя свои большие территории. У них очень острое зрение, позволяющее увидеть мелкую добычу на расстоянии до 75 метров, и они хорошо видят в темноте, что делает их ночными охотниками. Во время брачного периода рыси издают громкие крики, чтобы найти партнера.',
            'Мать-рысь заботлива и защищает своих детенышей, которые остаются с ней до года, учась охотничьим навыкам и основам выживания. Рыси активно используют свои когти для охоты и лазания по деревьям, быстро взбираясь на них, чтобы укрыться от опасности или застать добычу врасплох.',
            'Рысь – прекрасный пловец и не боится воды, может переплывать реки в поисках пищи или новой территории. В отличие от многих других хищников, рысь предпочитает охотиться на зайцев, птиц и мелких грызунов. Мягкие подушечки на лапах позволяют ей передвигаться бесшумно, подкрадываясь к добыче на минимальное расстояние перед молниеносным прыжком.',
        ]
    },
    {
        id: 24, icon: ramIcon,
        iconSide: 50,
        marginTop: 83,
        marginLeft: 616,
        link: "../animal/24", heading: -1, img: ram, name: 'СНЕЖНЫЙ БАРАН',
        speaker: snegBaran,
        caption: 'Интересные факты о снежном баране.',
        boldText: 'Снежный баран, или горный баран, известен своими большими изогнутыми рогами. ' +
            'Эти животные живут в стадах и прекрасно адаптированы к суровым условиям горной среды.',
        text: [
            'Обитают в высокогорных районах Северной Америки, включая Аляску, Канаду и Скалистые горы. Эти животные предпочитают крутые склоны и скалистые участки, где они могут легко укрыться от хищников. Их мощные и гибкие копыта обеспечивают отличное сцепление с каменистыми поверхностями, что делает их превосходными альпинистами.',
            'Снежные бараны отличаются большими изогнутыми рогами, которые могут достигать веса до 14 килограммов. Эти рога используются не только для защиты, но и для демонстрации силы во время брачного сезона, когда самцы сталкиваются ' +
            'в впечатляющих поединках. Такие бои редко заканчиваются серьезными травмами, однако определяют иерархию в стаде.',
            'Рацион снежных баранов состоит в основном из трав, лишайников, мхов и кустарников. Летом они питаются зелеными побегами и листьями, а зимой переходят на более скудную пищу, добывая пропитание под снегом. Для поддержания необходимого уровня минералов в организме, бараны часто лижут солончаки и другие минеральные отложения.',
            'Снежные бараны живут в стадах, состоящих из самок с ягнятами и молодых самцов. Взрослые самцы, как правило, держатся отдельно и присоединяются к стадам только в брачный период. Ягнята рождаются весной, и уже через несколько дней после рождения могут следовать за матерью по крутым горным склонам.',
        ]
    },
    {
        id: 25, icon: arcticFoxIcon,
        iconSide: 50,
        marginTop: 377,
        marginLeft: 740,
        link: "../animal/25", heading: -1, img: arcticFox, name: 'песец',
        speaker: pesec,
        caption: 'Интересные факты о песце.',
        boldText: 'Песец, также известный как арктическая лисица, обитает в суровых условиях Арктики и субарктических регионов Северного полушария. Этот небольшой хищник обладает удивительными адаптациями, позволяющими ему выживать в экстремально низких температурах и на заснеженных просторах.',
        text: [
            'Одной из наиболее заметных особенностей песца является его густая меховая шуба, которая меняет цвет в зависимости ' +
            'от сезона. Зимой его мех становится белоснежным, что позволяет ему сливаться со снежным покровом и избегать хищников, ' +
            'а также эффективно охотиться. Летом мех песца приобретает коричневато-серый оттенок, обеспечивая ему маскировку среди тундры и скал.',
            'Песец является всеядным животным, его рацион включает мелких млекопитающих, птиц, рыбу и ягоды. В зимний период песец часто следует за белыми медведями, подбирая остатки их добычи. Он также может прятать еду в снегу или земле, создавая запасы на случай нехватки пищи.',
            'У песцов удивительная способность перемещаться на большие расстояния в поисках еды и новых территорий. Они могут преодолевать сотни километров по ледяным просторам и замерзшим морям, используя свои острые чувства для нахождения добычи. Такая мобильность помогает им выживать в условиях, где ресурсы могут быть крайне ограничены.',
            'Песцы живут в норах, которые они выкапывают в снегу или земле. Эти норы обеспечивают им защиту от холода и хищников. ' +
            'В период размножения самка песца рожает от 5 до 10 щенков, которые остаются с матерью до достижения самостоятельности. Семейные группы песцов часто остаются вместе на протяжении нескольких месяцев, обучая молодняк навыкам охоты' +
            'и выживания.',
        ]
    },
    {
        id: 26, icon: otterIcon,
        iconSide: 50,
        marginTop: 285,
        marginLeft: 878,
        link: "../animal/26", heading: -1, img: otter, name: 'Выдра',
        speaker: vydra,
        caption: 'Интересные факты о выдрах.',
        boldText: 'Выдра, или речная выдра, обитает в пресноводных водоемах по всему миру, включая реки, озера и болота. Этот полуводный млекопитающий известен своим игривым поведением и высокой адаптацией к водной среде. Выдры обладают гладким и водонепроницаемым мехом, который сохраняет их тепло даже в холодной воде.',
        text: [
            'Одной из самых заметных черт выдры является ее длинное гибкое тело и мощные лапы с перепонками, которые делают ' +
            'ее отличным пловцом. Они могут плавать со скоростью до 12 километров в час и оставаться под водой до 8 минут. Выдры используют свой хвост как руль для маневрирования в воде и поддержания равновесия на суше.',
            'Выдры — всеядные животные, но их основной рацион состоит из рыбы, раков, моллюсков и других водных организмов. Они также могут питаться мелкими млекопитающими, птицами и растительностью. Выдры охотятся преимущественно ночью, используя свои острые зрение и осязание для поиска добычи в мутной воде.',
            'Социальная структура выдр может варьироваться от одиночного образа жизни до небольших семейных групп. Выдры известны своим сложным поведением и коммуникацией, включая использование различных звуков, жестов и запахов. Они часто играют друг с другом, катаясь по снегу или скользя по грязи, что помогает укреплять социальные связи.',
            'Выдры строят свои жилища в норах у берегов водоемов, часто используя заброшенные норы других животных или создавая новые. В период размножения самка выдры рожает от 1 до 6 детенышей, которые остаются с матерью в течение нескольких месяцев. Мать заботится о потомстве, обучая их охоте и навыкам выживания, прежде чем они отправятся на самостоятельную жизнь.',
        ]
    },
    {
        id: 27, icon: muskOxIcon,
        iconSide: 50,
        marginTop: 165,
        marginLeft: 892,
        link: "../animal/27", heading: -1, img: muskOx, name: 'Овцебык',
        speaker: ovecbyk,
        caption: 'Интересные факты об овцебыках.',
        boldText: 'Овцебыки — это крупные копытные млекопитающие, обитающие в арктических регионах Северной Америки и Гренландии. Они прекрасно приспособлены к суровым условиям тундры, где температура может опускаться ниже -40°C. Овцебыки обладают густым мехом и толстым подшерстком, которые защищают их от холода.',
        text: [
            'Одной из самых впечатляющих черт овцебыков является их мощная внешность. Эти животные достигают веса до 400 килограммов и высоты в плечах до 1,5 метров. Их длинные рога, которые могут вырастать до 60 сантиметров, используются как для защиты от хищников, так и для демонстрации силы в брачный период.',
            'Овцебыки питаются в основном травой, мхом и лишайниками, которые они находят под снегом. Зимой они используют свои копыта и рога, чтобы разрывать снег и добираться до пищи. Эти животные могут жить в стадах до нескольких десятков особей, что помогает им защищаться от хищников, таких как волки и медведи.',
            'Социальная структура стада овцебыков основана на иерархии, где доминирующие самцы занимают высшие позиции. В брачный период самцы устраивают поединки, сталкиваясь лбами, чтобы завоевать право на спаривание. Эти бои могут быть довольно жестокими, но редко заканчиваются серьезными травмами.',
            'Овцебыки заботятся о своем потомстве коллективно. Самки рожают одного детеныша, который вскоре после рождения уже способен следовать за матерью. В первые месяцы жизни детеныши питаются исключительно молоком, но к осени начинают пробовать взрослую пищу. Матери и другие члены стада защищают молодых овцебыков от хищников и суровых погодных условий.',
        ]
    },
    {
        id: 28, icon: wolverineIcon,
        iconSide: 50,
        marginTop: 327,
        marginLeft: 810,
        link: "../animal/28", heading: -1, img: wolverine, name: 'РоСОМАХА',
        speaker: rasamaha,
        caption: 'Интересные факты о росомахах.',
        boldText: 'Росомаха — это крупное хищное млекопитающее из семейства куньих, обитающее в северных лесах и тундре Евразии и Северной Америки. Эти животные известны своей мощной комплекцией и бесстрашием. Несмотря на свои сравнительно небольшие размеры, росомахи являются одними из самых сильных хищников в своей экосистеме, обладают густым мехом и толстым подшерстком, которые защищают их от холода.',
        text: [
            'Росомахи имеют крепкое тело, короткие ноги и большие лапы с острыми когтями, которые помогают им передвигаться ' +
            'по глубокому снегу и карабкаться по деревьям. Их густая шерсть не только защищает их от холода, но и отталкивает воду, ' +
            'что позволяет росомахам оставаться активными в любых погодных условиях.',
            'Рацион росомахи разнообразен и включает в себя мясо, рыбу, ягоды и даже падаль. Они известны своей способностью охотиться на животных, гораздо больших по размеру, таких как олени и лоси, а также отбирать добычу у других хищников. Росомахи могут скрывать излишки еды в снегу или земле, чтобы использовать их в периоды нехватки пищи.',
            'Росомахи ведут одиночный образ жизни, но могут временно собираться в пары в брачный период. Самки устраивают логова ' +
            'в глубоких снежных сугробах или под корнями деревьев, где рожают от одного до пяти детенышей. Молодые росомахи остаются ' +
            'с матерью около года, обучаясь охоте и выживанию в дикой природе.',
            'Росомахи известны своим бесстрашием и агрессивностью, что позволяет им успешно защищать свою территорию от других хищников, включая медведей и волков. Они обладают мощным укусом и острыми когтями, которые делают их грозными противниками. Эти уникальные качества делают росомаху одним из самых интересных и выносливых хищников в дикой природе.',
        ]
    },
    {
        id: 29, icon: warlusIcon,
        iconSide: 50,
        marginTop: 451,
        marginLeft: 852,
        link: "../animal/29", heading: 2, img: walrus, name: 'МОРЖ',
        speaker: morz,
        caption: 'Арктический гигант.',
        boldText: 'Морж – представитель ластоногих. Его конечности трансформировались в своего рода плавники, и значительную часть жизни животное проводит в воде. Это действительно крупное животное. Тонна веса – средний показатель для взрослого самца. Моржи отлично защищены от превратностей арктического климата. У них очень толстая шкура – до 10 см, плюс еще до 15 см подкожного жира.',
        text: [
            'Их поверхностные кровеносные сосуды обладают такой способностью к сужению (а это помогает минимизировать теплоотдачу ' +
            'в холодную погоду), что иногда накупавшиеся зимой моржи становятся почти белого цвета, так как кровеносные сосуды кожи сужаются в холодной воде.',
            'Шкуру молодых моржей покрывает короткая негустая коричневая шерсть, но с возрастом ее количество уменьшается. Старые моржи почти голые.  Моржи держатся группами, самки — отдельно. Моржата рождаются по одному раз в три—четыре года. Мать кормит их молоком до года, другую пищу молодые моржи начинают есть с 6 месяцев.',
            'С матерью они остаются до двух—трёх лет. Все члены моржового стада охраняют моржат и помогают им при необходимости. Если, к примеру, кто-то из детёнышей устанет плыть, то ему ничего не стоит забраться на спину кому-нибудь из взрослых, чтобы спокойно отдохнуть там. Вообще, взаимная поддержка и помощь свойственны моржам в очень большой степени. ',
            'Морды у моржей более чем примечательные, благодаря «портрету» этот зверь легко узнаваем. Морж лишен наружных ушей, голова у него обтекаемой формы, с маленькими глазками и огромными густыми «моржовыми» усами – скоплением чувствительных волос-вибрисс вокруг носа. Но главное – моржи обладают огромными «бивнями» – сильно удлиненными прямыми клыками верхних челюстей, опускающимися вертикально вниз. Эти бивни могут достигать до метра в длину и более ' +
            '5 кг веса.',
            'Бивни есть и у самцов, и у самок. Самцы пускают их в ход в качестве оружия (и это истинно тяжелое вооружение!). Также бивни помогают моржам добывать пропитание – рыхлить морское дно в поисках ракушек и прочих донных беспозвоночных.',
            'Многие знают моржей по мультфильмам, в которых они предстают милыми животными.  В жизни эти клыкастые морщинистые существа могут быть весьма опасны.' +
            'Морж для человека на берегу безопасен, а вот в воде может атаковать. Это очень социальные существа, они крайне редко держатся в одиночку. На береговом лежбище есть структура: самки с детёнышами ' +
            'как наиболее нервные и пугливые находятся поближе к воде, а взрослые самцы, как наиболее «толстокожие», - по переферии.',
            'Несколько лет назад новость о крупнейшем лежбище атлантических моржей на Ямале стала сенсацией. Тысячи ластоногих ' +
            'были обнаружены на Тиутей-Сале, который переводится с ненецкого «Моржовый мыс». Популяция животных не только восстановилась,но и растет   на Ямальском мысу морские усачи нашли идеальные условия для жизни: много льда и еды — моллюсков, способных удовлетворить даже самых взыскательных животных.' +
            'В парке проектируется просторный вольер ' +
            'для содержания группы моржей. Подобного вольера пока нет в зоопарках России. Надеемся ,что знакомство с этими морскими гигантами привлечет большой интерес туристов ,ведь увидеть их в природе не представляется возможным.',
        ]
    },
    {
        id: 30, icon: 0, link: "../animal/30", heading: 2, img: seal, name: 'Нерпа',
        speaker: nerpa,
        caption: 'Интересные факты о нерпе.',
        boldText: 'Кольчатая нерпа  – это небольшие млекопитающие из рода обычных тюленей. Ещё их называю кольчатыми тюленями или акибами. Своё название они получили благодаря интересным узорам на спинке, по форме напоминающие колечки. Благодаря толстому подкожному жиру эти тюлени могут выдерживать низкие температуры, что позволяет им селиться на территории Арктики ' +
            'и субарктики.',
        text: [
            'Тело у нерпы плотное, короткое, покрытое плюшевой шерстью. Голова маленькая, шея не длинная. Обладают большими когтями толщиной более 2,5 см, благодаря которым они вырубают отверстия во льду.  Кольчатые тюлени – отличные ныряльщики. Они способны погружаться более чем на 500 м, хотя в основных районах питания глубина не превышает и эту отметку. Как известно, такие норы могут достигать глубины до двух метров.',
            'Самки кольчатых нерп достигают половой зрелости в возрасте 4 лет, в то время как самцы только к 7 годам. Самки выкапывают небольшие пещеры в толстом льду на льдине или берегу. Потомство появляется на свет после девятимесячной беременности ' +
            'в марте или апреле. Как правило, на свет появляется один детёныш. Отлучение от молока занимает чуть более 1 месяца. За это время новорожденный набирает до 20 кг веса. Уже через несколько недель они могут находиться под водой 10 минут.',
            'Кроме полярных медведей, представляющих наибольшую опасность для кольчатых нерп, эти животные часто становятся жертвами моржей, волков, росомах, лис, и даже крупных воронов и чаек, которые охотятся на детёнышей.',
        ]
    },
    {
        id: 31, icon: foxIcon,
        iconSide: 50,
        marginTop: 248,
        marginLeft: 315,
        link: "../animal/22", heading: -1, img: fox, name: 'лиса',
        speaker: lisa,
        caption: 'Интересные факты о лисе.',
        boldText: 'Лиса может услышать и почуять мышь под слоем снега толщиной в метр. Одомашненная порода лисиц была выведена в 60-х годах прошлого века в СССР.',
        text: [
            'Особенные клетки в глазах лисы позволяют животному удвоить яркость картинки. Благодаря такой способности эти хищники прекрасно видят в ночное время суток. Хвост для лисицы стал не просто украшением, а важным органом. Благодаря ему зверь поддерживает равновесие при беге, а зимой закутывается в него для защиты от мороза.',
            'Лисы могут отлично запутать следы при погоне, а чтобы ввести соперника в заблуждение, они перепрятываются в нескольких местах. Именно из-за этого им дали звание самого хитрого животного в природе. Ученым удалось насчитать примерно 40 звуков, издаваемых этими животными. Так, к примеру, они могут имитировать лай собаки.',
            'Когда у лисы начинается брачный период, данное животное танцует своеобразный танец, так называемый «лисий фокстрот». ' +
            'При этом животное поднимается на задние лапки, после чего долгое время вышагивает перед партнером. Лисы в паре заботятся о потомстве, несмотря на то, что во все остальное время звери живут в одиночестве. Пока самка живет в норе с детёнышами, которых может быть от 1 до 11, самец добывает им пищу. Лисята живут вместе с родителями до семи месяцев.',
            'Лисы часто поселяются вблизи городов или пригородов. Магнитное поле Земли активно используется лисами в процессе добычи пропитания. Как и управляемая ракета, лиса использует магнитное поле Земли в своих охотничьих целях.',
            'Другие животные, такие как птицы, акулы и черепахи, обладают этим «магнитным чувством», но лиса — первая, кто использует его для ловли добычи. Лиса обладает удивительной способностью видеть магнитное поле планеты в виде «кольца тени», которое темнеет по мере её приближения к северному магнитному полю. Когда тень и звук добычи совпадают, это означает, что пришло время для нападения. Эта уникальная способность делает лису одним из самых эффективных охотников дикой природы.',
        ]
    },
 ]

export const sections = [
    {
        id: 0, link: "../section/0", icon: preyBirds,
        iconSide: 190,
        marginTop: 0,
        marginLeft: 0,
        name: 'Хищные птицы', animals: [5,6,7,8,9]
    },
    {
        id: 1, link: "../section/1", icon: littleBirdsIcon,
        iconSide: 40,
        marginTop: 197,
        marginLeft: 835,
        name: 'Мелкие птицы', animals: [10,11,12,13,14]
    },
    {
        id: 2, link: "../section/2", icon: waterWorld,
        iconSide: 360,
        marginTop: 271,
        marginLeft: 964,
        name: 'Водный мир', animals: [29,30]
    },
    {
        id: 3, link: "../section/3", icon: duckIcon,
        iconSide: 40,
        marginTop: 235,
        marginLeft: 870,
        name: 'Водоплавающие птицы', animals: [2,3]
    },
]

export const list = [
    {
        id: 1,
        name: "Здание администрации (Входная группа)",
    },
    {
        id: 2,
        name: "Комплекс Водный мир",
    },
    {
        id: 3,
        name: "Вольер куньих",
    },
    {
        id: 4,
        name: "Вольер белых медведей и песцов",
    },
    {
        id: 5,
        name: "Вольер россомах",
    },
    {
        id: 6,
        name: "Вольер выдр",
    },
    {
        id: 7,
        name: "Вольер лосей и лис",
    },
    {
        id: 8,
        name: "Вольер овцебыков",
    },
    {
        id: 9,
        name: "Вольер снежных баранов",
    },
    {
        id: 10,
        name: "Вольер северных оленей, зайцев и гусей",
    },
    {
        id: 11,
        name: "Ветеренарный комплекс",
    },
    {
        id: 12,
        name: "Реабилитационный центр для диких животных",
    },
    {
        id: 13,
        name: "Облёточный вольер для хищных птиц",
    },
    {
        id: 14,
        name: "Питомник хищных птиц",
    },
    {
        id: 15,
        name: "Вольер бурых медведей и волков",
    },
    {
        id: 16,
        name: "Вольер рысей",
    },
    {
        id: 17,
        name: "Вольер лисиц",
    },
    {
        id: 18,
        name: "Глэмпинг",
    },
    {
        id: 19,
        name: "Вольер журавлей",
    },
    {
        id: 20,
        name: "Вольер водоплавающих птиц",
    }
]